Repository: sbalci/ClinicoPathJamoviModule
Catalog: i18n/*/LC_MESSAGES/ClinicoPath-agreement.po
Languages: tr

source: Cohen's Kappa
tr: Cohen Kappa

source: Fleiss' Kappa (Exact)
tr: Fleiss Kappa (Kesin)

source: Krippendorff's Alpha
tr: Krippendorff Alfa

source: ICC Error
tr: İKK Hatası

source: ICC calculation failed:
tr: İKK hesaplama hatası:

source: Krippendorff's alpha calculation failed
tr: Krippendorff alfa hesaplaması başarısız

source: Krippendorff's alpha for non-nominal data requires full irr package implementation
tr: Nominal olmayan veriler için Krippendorff alfa tam irr paketi gerektirir

source: Error calculating Krippendorff's alpha:
tr: Krippendorff alfa hesaplama hatası:

source: Error calculating Gwet's coefficients:
tr: Gwet katsayıları hesaplama hatası:

source: Error calculating PABAK:
tr: PABAK hesaplama hatası:

source: Error in sample size planning:
tr: Örneklem büyüklüğü planlaması hatası:

source: Error in bias analysis:
tr: Yanlılık analizi hatası:

source: Error in trend analysis:
tr: Trend analizi hatası:

source: Error in difficulty analysis:
tr: Zorluk analizi hatası:

source: Error in stability analysis:
tr: Kararlılık analizi hatası:

source: Cannot calculate
tr: Hesaplanamıyor

source: Poor
tr: Zayıf

source: Slight
tr: Hafif

source: Fair
tr: Orta

source: Moderate
tr: İyi

source: Substantial
tr: Önemli

source: Almost Perfect
tr: Mükemmele Yakın

source: Unanimous
tr: Oybirliği

source: Majority
tr: Çoğunluk

source: Super Majority
tr: Üstün Çoğunluk

source: Tie
tr: Beraberlik

source: No Consensus
tr: Uzlaşma Yok

source: No consensus
tr: Uzlaşma yok

source: Total Cases
tr: Toplam Olgu

source: Consensus Achieved
tr: Uzlaşma Sağlandı

source: Unanimous Agreement
tr: Oybirliği Uyumu

source: Super Majority (≥2/3)
tr: Üstün Çoğunluk (≥2/3)

source: Majority (≥50%)
tr: Çoğunluk (≥%50)

source: Tied Cases
tr: Berabere Olgular

source: Insufficient
tr: Yetersiz

source: Multiple ties
tr: Çoklu beraberlik

source: Not specified
tr: Belirtilmemiş

source: Style
tr: Stil

source: Mixed
tr: Karışık

source: Note: Weighted kappa requires ordinal variables. Analysis performed with unweighted kappa instead.
tr: Not: Ağırlıklı kappa sıralı değişkenler gerektirir. Analiz ağırlıksız kappa ile gerçekleştirildi.

source: Could not calculate reliable agreement measure. Check your data for sufficient cases and category distribution.
tr: Güvenilir uyum ölçütü hesaplanamadı. Yeterli olgu sayısı ve kategori dağılımı için verilerinizi kontrol edin.

source: Agreement is worse than chance - raters systematically disagree. Review rating criteria and consider additional training.
tr: Uyum şanstan kötü - değerlendiriciler sistematik olarak anlaşmıyor. Derecelendirme kriterlerini gözden geçirin ve ek eğitim düşünün.

source: Agreement is <strong>poor</strong> - raters are essentially making independent judgments. Consider revising diagnostic criteria, providing additional training, or using consensus panels for critical diagnoses.
tr: Uyum <strong>zayıf</strong> - değerlendiriciler temelde bağımsız kararlar veriyor. Tanı kriterlerini revize etmeyi, ek eğitim sağlamayı veya kritik tanılar için uzlaşma panelleri kullanmayı düşünün.

source: Agreement is <strong>fair</strong> - some consistency between raters but significant disagreement remains. Review cases with disagreement and consider standardizing evaluation procedures.
tr: Uyum <strong>orta</strong> - değerlendiriciler arasında bir miktar tutarlılık var ancak önemli anlaşmazlık sürüyor. Anlaşmazlık olan olguları inceleyin ve değerlendirme prosedürlerini standartlaştırmayı düşünün.

source: Agreement is <strong>moderate</strong> - acceptable for many clinical applications but may need improvement for critical diagnoses. Consider additional training or clearer diagnostic guidelines.
tr: Uyum <strong>iyi</strong> - birçok klinik uygulama için kabul edilebilir ancak kritik tanılar için iyileştirme gerekebilir. Ek eğitim veya daha net tanı kılavuzları düşünün.

source: Agreement is <strong>good</strong> - suitable for most clinical and research applications. This level indicates reliable inter-rater consistency.
tr: Uyum <strong>önemli</strong> - çoğu klinik ve araştırma uygulaması için uygun. Bu düzey güvenilir değerlendiriciler arası tutarlılığı gösterir.

source: Agreement is <strong>excellent</strong> - raters show high consistency, suitable for all clinical applications including critical diagnoses and research studies.
tr: Uyum <strong>mükemmel</strong> - değerlendiriciler yüksek tutarlılık gösteriyor, kritik tanılar ve araştırma çalışmaları dahil tüm klinik uygulamalar için uygun.

source: Inter-rater agreement was %s (κ = %.3f%s%s), indicating %s reliability for the %d raters evaluating %d cases.
tr: %d rater tarafından değerlendirilen %d olgu için rater arası uyum %s idi (κ = %.3f%s%s), bu %s güvenilirliği göstermektedir.

source: Inter-rater agreement could not be reliably calculated for the %d raters evaluating %d cases. Data quality or sample size may be insufficient.
tr: %d rater tarafından değerlendirilen %d olgu için rater arası uyum güvenilir bir şekilde hesaplanamadı. Veri kalitesi veya örneklem büyüklüğü yetersiz olabilir.

source: Overall percentage agreement was %.1f%%.
tr: Genel yüzdelik uyum %.1f%% idi.

source: Agreement was assessed using %s.
tr: Uyum %s kullanılarak değerlendirildi.

source: This level of agreement is excellent and suitable for all clinical applications including critical diagnoses.
tr: Bu uyum düzeyi mükemmeldir ve kritik tanılar dahil tüm klinik uygulamalar için uygundur.

source: This level of agreement is good and suitable for most clinical and research applications.
tr: Bu uyum düzeyi iyidir ve çoğu klinik ve araştırma uygulaması için uygundur.

source: This level of agreement is moderate and may be acceptable for some clinical applications but consider additional training for critical diagnoses.
tr: Bu uyum düzeyi orta düzeydedir ve bazı klinik uygulamalar için kabul edilebilir olabilir ancak kritik tanılar için ek eğitim düşünün.

source: This level of agreement is poor to fair and requires improvement through additional training or revised criteria before clinical use.
tr: Bu uyum düzeyi zayıftan orta düzeye kadar olup, klinik kullanımdan önce ek eğitim veya revize edilmiş kriterler yoluyla iyileştirme gerektirir.

source: Agreement could not be assessed - review data quality and sample size requirements.
tr: Uyum değerlendirilemedi - veri kalitesi ve örneklem büyüklüğü gereksinimlerini gözden geçirin.
